<template>
    <div class="content">
      <div class="title bb">
       <h2>主題曲歌詞 Lyrics</h2>
      <hr width=80% size=0.5>
      <h3> 詞曲/山清水秀</h3>
      <p>Verse</p><p>
Ａ</p><p>
看這月色清輝 不敵燈火萬千</p><p>
參不破 遲遲未完的 舊時執念</p><p>
世人閑言 盡是話本貪歡纏綿 而我 自抑又討嫌</p><p>

Ｂ</p><p>
為臣數數紅線 今日和誰有緣</p><p>
一線牽 各色美人都 綿綿相接</p><p>
此生苦短 何不快活縱情天地 隨我 流連花叢間</p><p>

Pre Chorus</p><p>
Ａ</p><p>
大抵看透 唯有念想 不可說</p><p>
Ｂ</p><p>
著實兩難 心如明鏡 沈浮過</p><p>
Ａ</p><p>
淡薄幾句 不癒合 不觸碰</p><p>
Ｂ</p><p>
本份恪守  一諾  為君剖</p><p>
（Ａ＋Ｂ）恐無處寄憂＊</p><p>

Chorus</p><p>
Ｂ</p><p>
多情 不沾身 最風流 恣意人間事</p><p>
大夢醒 溯洄過往</p><p>

Ａ</p><p>
俗人 只傾羨 風姿或 身外表象</p><p>
朕心悅 你靈魂敞亮</p><p>

Ｂ</p><p>
將錯 就錯吧 終究是 心軟不可藏</p><p>
見不得 隱忍模樣</p><p>

Ａ</p><p>
此間 有依歸 約好要 常伴如桑</p><p>
縱容你</p><p>
Ｂ    你 餘生多漫長</p><p>


Verse</p><p>
Ａ</p><p>
夢迴卿卿少年 一脈傲骨相連</p><p>
卻步的 一廂情願竟 繞成繾綣</p><p>
Ｂ</p><p>
君心永誌 有幸與共四時朝暮 歲歲 不羨天上仙</p><p>


Pre Chorus</p><p>
Ａ</p><p>
大抵看透 唯有念想 不可說</p><p>
Ｂ</p><p>
著實兩難 心如明鏡 沈浮過</p><p>
Ａ</p><p>
淡薄幾句 不癒合 不觸碰</p><p>
Ｂ</p><p>
本份恪守  一諾  為君剖</p><p>
（Ａ＋Ｂ）可忍心捨我？</p><p>

Bridge</p><p>
Ｂ</p><p>
以天下 換真心 緩緩</p><p>
將我綑綁</p><p>
Ａ</p><p>
等你 哪怕 辰宿列張  </p><p>


Chorus</p><p>
Ｂ</p><p>
多情 不沾身 最風流 恣意人間事</p><p>
大夢醒 溯洄過往</p><p>
Ａ</p><p>
俗人 只傾羨 風姿或 身外表象</p><p>
朕心悅 你靈魂敞亮</p><p>
Ｂ</p><p>
將錯 就錯吧 終究是 心軟不可藏</p><p>
見不得 隱忍模樣</p><p>
Ａ</p><p>
此間 有依歸 約好要 常伴如桑</p><p>
縱容你</p><p>
Ｂ    你 餘生多漫長</p>
       <br><br><br><br><br><br><br><br><br><br><br>
      </div>
  </div>
</template>
<script>

export default {
  data(){
    return{

    }
  },

}
</script>
<style >

</style>